export const faqs = [
    {
      title: "الأسئلة الشائعة",
      description: "الأسئلة <span class='text-primary-600'>الشائعة</span>",
      questions: [
        {
          title: "ما هو السؤال الأول المحتمل لديك؟",
          content: "لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت. مايوريس إمبيديت بيرفيرينديس سوسيبسيت إياك، إستي دولور كويبيديتيت بلاندتييس راتيو. لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت."
        },
        {
          title: "ما هو السؤال الثاني المحتمل لديك؟",
          content: "لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت. مايوريس إمبيديت بيرفيرينديس سوسيبسيت إياك، إستي دولور كويبيديتيت بلاندتييس راتيو. لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت."
        },
        {
          title: "ما هو السؤال الثالث المحتمل لديك؟",
          content: "لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت. مايوريس إمبيديت بيرفيرينديس سوسيبسيت إياك، إستي دولور كويبيديتيت بلاندتييس راتيو. لوريم إيبسوم، دولور سيت أميت كونسيكتتور أديبيسيسينج إيليت."
        }
      ]
    }
  ];
  