export const timelineItems = [
    {
      number: '1',
      title: 'نجوم السحب',
      description: 'شريط فيديو، قنبلة الذرة، نافذة منبثقة، جهد كبير، آيسلندا، هيلفيتيكا. تصميم عصري، جهد كبير، كليشيه، بالو سانتو، أعضاء.',
      icon: {
        viewBox: '0 0 24 24',
        paths: [
          'M12 22s8-4 8-10V5l-8-3-8 3v7c0 6 8 10 8 10z'
        ]
      }
    },
    {
      number: '2',
      title: 'المحفز',
      description: 'شريط فيديو، قنبلة الذرة، نافذة منبثقة، جهد كبير، آيسلندا، هيلفيتيكا. تصميم عصري، جهد كبير، كليشيه، بالو سانتو، أعضاء.',
      icon: {
        viewBox: '0 0 24 24',
        paths: [
          'M22 12h-4l-3 9L9 3l-3 9H2'
        ]
      }
    },
    {
      number: '3',
      title: 'الـ400 ضربة',
      description: 'شريط فيديو، قنبلة الذرة، نافذة منبثقة، جهد كبير، آيسلندا، هيلفيتيكا. تصميم عصري، جهد كبير، كليشيه، بالو سانتو، أعضاء.',
      icon: {
        viewBox: '0 0 24 24',
        paths: [
          'M12 22V8',
          'M5 12H2a10 10 0 0020 0h-3'
        ]
      }
    },
    {
      number: '4',
      title: 'نبتون',
      description: 'شريط فيديو، قنبلة الذرة، نافذة منبثقة، جهد كبير، آيسلندا، هيلفيتيكا. تصميم عصري، جهد كبير، كليشيه، بالو سانتو، أعضاء.',
      icon: {
        viewBox: '0 0 24 24',
        paths: [
          'M20 21v-2a4 4 0 00-4-4H8a4 4 0 00-4 4v2',
          'circle cx="12" cy="7" r="4"'
        ]
      }
    }
];
