export const privacyPolicyContent = [
    {
        heading: 'سياسة الخصوصية',
        paragraphs: [
            'تحدد سياسة الخصوصية هذه كيفية استخدام موقعنا وحماية أي معلومات تقدمها لنا عند استخدام هذا الموقع.'
        ]
    },
    {
        heading: 'المعلومات التي نجمعها',
        paragraphs: [
            'قد نجمع المعلومات التالية:',
        ],
        listItems: [
            'اسمك ومعلومات الاتصال الخاصة بك',
            'معلومات ديموغرافية',
            'معلومات أخرى ذات صلة بالاستبيانات والعروض التي نقدمها'
        ]
    },
    {
        heading: 'كيفية استخدامنا للمعلومات',
        paragraphs: [
            'نحتاج إلى هذه المعلومات لفهم احتياجاتك وتقديم خدمة أفضل لك، وخاصةً للأسباب التالية:'
        ],
        listItems: [
            'الاحتفاظ بالسجلات الداخلية',
            'تحسين منتجاتنا وخدماتنا',
            'إرسال رسائل بريد إلكتروني ترويجية حول منتجات جديدة، أو عروض خاصة، أو معلومات أخرى نعتقد أنها قد تهمك',
            'من وقت لآخر، قد نستخدم معلوماتك للاتصال بك لأغراض أبحاث السوق. قد نتصل بك عبر البريد الإلكتروني أو الهاتف أو البريد. قد نستخدم المعلومات لتخصيص الموقع وفقًا لاهتماماتك.'
        ]
    },
    {
        heading: 'الأمان',
        paragraphs: [
            'نحن ملتزمون بضمان أن تكون معلوماتك آمنة. من أجل منع الوصول غير المصرح به أو الكشف عن المعلومات، فقد وضعنا إجراءات مناسبة مادية وإلكترونية وإدارية لحماية وتأمين المعلومات التي نجمعها عبر الإنترنت.'
        ]
    },
    {
        heading: 'الكوكيز',
        paragraphs: [
            'الكوكي هو ملف صغير يطلب إذنًا ليتم وضعه على القرص الصلب لجهاز الكمبيوتر الخاص بك. بمجرد موافقتك، يتم إضافة الملف، ويساعد الكوكي في تحليل حركة مرور الويب أو يسمح لك بمعرفة متى تزور موقعًا معينًا. تمكن الكوكيز التطبيقات على الويب من الرد عليك كفرد. يمكن لتطبيق الويب أن يكيّف عملياته مع احتياجاتك وميولك وعدم إعجابك من خلال جمع وتذكر المعلومات حول تفضيلاتك.',
            'بشكل عام، تساعدنا الكوكيز في تقديم موقع أفضل لك من خلال تمكيننا من مراقبة الصفحات التي تجدها مفيدة والتي لا تفيدك. الكوكيز لا تمنحنا بأي شكل من الأشكال الوصول إلى جهاز الكمبيوتر الخاص بك أو أي معلومات عنك، بخلاف البيانات التي تختار مشاركتها معنا.'
        ]
    },
    {
        heading: 'روابط لمواقع أخرى',
        paragraphs: [
            'قد يحتوي موقعنا على روابط لمواقع أخرى قد تهمك. ومع ذلك، بمجرد استخدامك لهذه الروابط لمغادرة موقعنا، يجب أن تلاحظ أننا لا نتحكم في هذا الموقع الآخر. لذلك، لا يمكننا أن نكون مسؤولين عن حماية وخصوصية أي معلومات تقدمها أثناء زيارة مثل هذه المواقع ولا تخضع هذه المواقع لبيان الخصوصية هذا. يجب أن تكون حذرًا وتنظر إلى بيان الخصوصية المطبق على الموقع المعني.'
        ]
    },
    {
        heading: 'التحكم في معلوماتك الشخصية',
        paragraphs: [
            'يمكنك اختيار تقييد جمع أو استخدام معلوماتك الشخصية بالطرق التالية:'
        ],
        listItems: [
            'إذا كنت قد وافقت سابقًا على استخدامنا لمعلوماتك الشخصية لأغراض التسويق المباشر، يمكنك تغيير رأيك في أي وقت عن طريق الكتابة إلينا أو مراسلتنا عبر البريد الإلكتروني على [email protected]',
            'لن نقوم ببيع أو توزيع أو تأجير معلوماتك الشخصية إلى أطراف ثالثة ما لم نحصل على إذنك أو يطلب منا القانون القيام بذلك. قد نستخدم معلوماتك الشخصية لإرسال معلومات ترويجية عن أطراف ثالثة نعتقد أنها قد تهمك إذا أخبرتنا أنك ترغب في حدوث ذلك.',
            'يمكنك طلب تفاصيل المعلومات الشخصية التي نحتفظ بها عنك. إذا كنت ترغب في الحصول على نسخة من المعلومات التي نحتفظ بها عنك، يرجى الكتابة إلى [اسم شركتك، العنوان، المدينة، الولاية، الرمز البريدي] أو مراسلتنا عبر البريد الإلكتروني على [email protected]',
            'إذا كنت تعتقد أن أي معلومات نحتفظ بها عنك غير صحيحة أو غير كاملة، يرجى الكتابة إلينا أو مراسلتنا عبر البريد الإلكتروني في أقرب وقت ممكن على العنوان المذكور أعلاه. سنقوم بتصحيح أي معلومات يتم العثور عليها غير صحيحة بسرعة.'
        ],
        closingParagraph: 'هذه السياسة قابلة للتغيير دون إشعار.'
    }
];
