

export const faqContent = {
  
  sectionTitle: "الأسئلة المتكررة",
  afterTitle:"بعض الأسئلة الشائعة",
  questions: [
    {
      question: "ماذا تعني عبارة 'أصول فيغما'؟",
      answer: "سوف تتمكن من تنزيل مشروع فيغما الكامل بما في ذلك جميع الصفحات والمكونات، الصفحات المتجاوبة، بالإضافة إلى الأيقونات والرسوم التوضيحية والصور المدرجة في الشاشات."
    },
    {
      question: "ماذا يعني بالضبط 'الوصول مدى الحياة'؟",
      answer: "بمجرد أن تقوم بشراء أي من الحزم الخاصة بالتصميم أو الكود أو كليهما، ستحصل على وصول إلى جميع التحديثات المستقبلية وفقًا للخارطة الزمنية، مجانًا."
    },
    {
      question: "كيف يعمل الدعم؟",
      answer: "نحن على دراية بأهمية الدعم المؤهل جيدًا، لذلك قررنا أن يتم تقديم الدعم فقط من قبل المؤلفين الذين عملوا فعلاً على هذا المشروع. لا تتردد في <a href='#' class='font-medium underline text-primary-600 hover:no-underline' target='_blank' rel='noreferrer'>التواصل معنا</a> وسنساعدك في أقرب وقت ممكن."
    },
    {
      question: "أريد بناء أكثر من مشروع. هل هذا مسموح؟",
      answer: "يمكنك استخدام Windster لعدد غير محدود من المشاريع، سواء كان موقعًا شخصيًا، أو تطبيق SaaS، أو موقعًا لعميل. طالما أنك لا تبني منتجًا يتنافس مباشرة مع Windster سواء كان مجموعة أدوات واجهة مستخدم، أو قالب، أو ثيم، فهذا مقبول. تعرف على المزيد من المعلومات عن طريق <a href='#' class='font-medium underline text-primary-600 hover:no-underline'>قراءة الترخيص</a>."
    },
    {
      question: "ماذا تشمل 'التحديثات المجانية'؟",
      answer: "التحديثات المجانية التي سيتم توفيرها تعتمد على <a href='#' class='font-medium underline text-primary-600 hover:no-underline'>الخارطة الزمنية</a> التي وضعناها لهذا المشروع. من الممكن أيضًا أن نقدم تحديثات إضافية خارج الخطة الزمنية."
    },
    {
      question: "ماذا تشمل النسخة المجانية؟",
      answer: "الـ <a href='#' class='font-medium underline text-primary-600 hover:no-underline'>النسخة المجانية</a> من Windster تتضمن إرشادات أسلوبية أساسية، بدائل المكونات، وصفحة لوحة التحكم مع النسخة المحمولة جنبًا إلى جنب. يمكنك استخدام هذه النسخة لأي أغراض، لأنها مفتوحة المصدر بموجب ترخيص MIT."
    },
    {
      question: "ما الفرق بين Windster و Tailwind UI؟",
      answer: "على الرغم من أن Windster و Tailwind UI تم بناؤهما للتكامل مع Tailwind CSS، فإن الفرق الرئيسي يكمن في التصميم والصفحات والمكونات الإضافية وعناصر واجهة المستخدم التي يتضمنها Windster. بالإضافة إلى ذلك، Windster هو مشروع لا يزال قيد التطوير، وسيشمل لاحقًا واجهات مستخدم للتطبيقات والتسويق والتجارة الإلكترونية."
    },
    {
      question: "هل يمكنني استخدام Windster في المشاريع مفتوحة المصدر؟",
      answer: "بشكل عام، يُسمح باستخدام Windster في المشاريع مفتوحة المصدر، طالما أنه ليس مكتبة واجهات مستخدم، أو قالب، أو ثيم، أو منشئ صفحات يعتبر بديلاً لـ Windster نفسه. ومع ذلك، لا تتردد في استخدام مجموعة التصميم هذه لمشاريعك مفتوحة المصدر. تعرف على المزيد من المعلومات عن طريق <a href='#' class='font-medium underline text-primary-600 hover:no-underline'>قراءة الترخيص</a>."
    }
  ]
};
