export const galleryItems = [
   {title:'معرض الصور'},
  {
    imageSrc: 'https://picsum.photos/400/240',
    altText: 'جوهرة',
    title: 'تكامل بسيط',
    description: 'استخدم Gem LocaleData لتنزيل الترجمات مباشرة إلى مشاريع Ruby on Rails الخاصة بك باستخدام واجهة سطر الأوامر المقدمة. فقط أنشئ مشروعًا واتبع التعليمات خطوة بخطوة.'
  },
  {
    imageSrc: 'https://picsum.photos/400/240',
    altText: 'أعضاء المشروع',
    title: 'تعاون سهل',
    description: 'جميع مشاريع LocaleData خاصة. يمكن لكل مشروع أن يحتوي على العديد من المتعاونين بأدوار وصلاحيات وصول مختلفة. أنت تحدد من يمكنه رؤية وتحرير ترجماتك. فقط أضف المسؤولين والمطورين والمترجمين وقم بتكوين حقوق الوصول الخاصة بهم.'
  },
  {
    imageSrc: 'https://picsum.photos/400/240',
    altText: 'محرر',
    title: 'لا مزيد من الأخطاء النحوية',
    description: 'توفر LocaleData وظائف استيراد/تصدير سهلة لملفات YAML الخاصة بك. استخدم محررًا بسيطًا مع العديد من اللغات المحددة مسبقًا لإدارة محلياتك. تدعم LocaleData أيضًا أنواعًا متعددة من الترجمات، مثل النصوص البسيطة، والأشكال الجمعيّة، والأرقام، والقيم المنطقية، والرموز، والمصفوفات، ...'
  },
  {
    imageSrc: 'https://picsum.photos/400/240',
    altText: 'التحرير بالجملة',
    title: 'التحرير بالجملة',
    description: 'هل تحتاج إلى تغيير مسار العديد من مفاتيح الترجمة دفعة واحدة؟ لا مشكلة، فقط استخدم ميزة التحرير بالجملة واستمتع بالنتائج.'
  }
];
