export const privacyPolicyContent = [
    {
      heading: 'سياسة الخصوصية',
      paragraphs: [
        'تحدد سياسة الخصوصية هذه كيفية استخدام موقعنا وحماية أي معلومات تقدمها لنا عند استخدامك لهذا الموقع.'
      ]
    },
    {
      heading: 'المعلومات التي نجمعها',
      paragraphs: [
        'قد نقوم بجمع المعلومات التالية:',
      ],
      listItems: [
        'اسمك ومعلومات الاتصال الخاصة بك',
        'معلومات ديموغرافية',
        'معلومات أخرى ذات صلة باستطلاعات العملاء و/أو العروض'
      ]
    },
    {
      heading: 'كيفية استخدام المعلومات',
      paragraphs: [
        'نحتاج إلى هذه المعلومات لفهم احتياجاتك وتقديم خدمة أفضل لك، وبشكل خاص للأسباب التالية:'
      ],
      listItems: [
        'حفظ السجلات الداخلية',
        'تحسين منتجاتنا وخدماتنا',
        'إرسال رسائل بريد إلكتروني ترويجية حول المنتجات الجديدة، والعروض الخاصة، أو معلومات أخرى قد تجدها مثيرة للاهتمام',
        'من وقت لآخر، قد نستخدم معلوماتك أيضًا للتواصل معك لأغراض البحث التسويقي. قد نتواصل معك عبر البريد الإلكتروني أو الهاتف أو البريد. قد نستخدم المعلومات لتخصيص الموقع وفقًا لاهتماماتك.'
      ]
    },
    {
      heading: 'الأمان',
      paragraphs: [
        'نحن ملتزمون بضمان أن تكون معلوماتك آمنة. من أجل منع الوصول غير المصرح به أو الكشف، قمنا بوضع إجراءات مناسبة من الناحية المادية والإلكترونية والإدارية لحماية وتأمين المعلومات التي نجمعها عبر الإنترنت.'
      ]
    },
    {
      heading: 'الكوكيز',
      paragraphs: [
        'الكوكيز هي ملف صغير يطلب الإذن لوضعه على القرص الصلب لجهاز الكمبيوتر الخاص بك. بمجرد موافقتك، يتم إضافة الملف، وتساعد الكوكيز في تحليل حركة مرور الويب أو إبلاغك عند زيارة موقع معين. تتيح الكوكيز لتطبيقات الويب الاستجابة لك كفرد. يمكن لتطبيق الويب تخصيص عملياته وفقًا لاحتياجاتك وتفضيلاتك من خلال جمع وتذكر المعلومات حول تفضيلاتك.',
        'بشكل عام، تساعد الكوكيز في تقديم موقع ويب أفضل لك من خلال تمكيننا من مراقبة الصفحات التي تجدها مفيدة وأيها لا تهمك. الكوكيز لا تمنحنا بأي شكل من الأشكال الوصول إلى جهاز الكمبيوتر الخاص بك أو أي معلومات عنك، بخلاف البيانات التي تختار مشاركتها معنا.'
      ]
    },
    {
      heading: 'الروابط إلى مواقع أخرى',
      paragraphs: [
        'قد يحتوي موقعنا على روابط إلى مواقع أخرى ذات اهتمام. ومع ذلك، بمجرد أن تستخدم هذه الروابط لمغادرة موقعنا، يجب أن تلاحظ أننا لا نتحكم في تلك المواقع الأخرى. لذلك، لا يمكننا تحمل المسؤولية عن حماية وخصوصية أي معلومات تقدمها أثناء زيارة هذه المواقع، ولا تحكمها بيان الخصوصية هذا. يجب عليك توخي الحذر والنظر في بيان الخصوصية المطبق على الموقع المعني.'
      ]
    },
    {
      heading: 'التحكم في معلوماتك الشخصية',
      paragraphs: [
        'يمكنك اختيار تقييد جمع أو استخدام معلوماتك الشخصية بالطرق التالية:'
      ],
      listItems: [
        'إذا كنت قد وافقت سابقًا على استخدام معلوماتك الشخصية لأغراض التسويق المباشر، يمكنك تغيير رأيك في أي وقت عن طريق الكتابة إلينا أو إرسال بريد إلكتروني إلى [email protected]',
        'لن نقوم ببيع أو توزيع أو تأجير معلوماتك الشخصية إلى أطراف ثالثة ما لم نحصل على إذنك أو يُطلب منا القيام بذلك بموجب القانون. قد نستخدم معلوماتك الشخصية لإرسال معلومات ترويجية حول الأطراف الثالثة التي نعتقد أنك قد تجدها مثيرة للاهتمام إذا أخبرتنا أنك ترغب في حدوث ذلك.',
        'يمكنك طلب تفاصيل المعلومات الشخصية التي نحتفظ بها عنك. إذا كنت ترغب في الحصول على نسخة من المعلومات المحتفظ بها عنك، يرجى الكتابة إلى [اسم شركتك، العنوان، المدينة، الدولة، الرمز البريدي] أو إرسال بريد إلكتروني إلى [email protected]',
        'إذا كنت تعتقد أن أي معلومات نحتفظ بها عنك غير صحيحة أو غير كاملة، يرجى الكتابة إلينا أو إرسال بريد إلكتروني في أقرب وقت ممكن إلى العنوان أعلاه. سنقوم بتصحيح أي معلومات نكتشف أنها غير صحيحة على الفور.'
      ],
      closingParagraph: 'تخضع سياسة الخصوصية هذه للتغيير دون إشعار.'
    }
];
