export const faqs = [
    {
        title: 'أسئلة متكررة.',
        description: 'هنا بعض الأسئلة الأكثر شيوعًا حول خدماتنا. إذا كان لديك أي أسئلة أخرى، يرجى عدم التردد في الاتصال بنا.',
    },
    {
      question: 'لوريم إيبسوم؟',
      answer:
        'لوريم إيبسوم دولور سيت أميت، كونسيتيتيتور أديسبيسيسينج إيليت، سيد دو إييوسمود تيمبور إنسيديدونت أوت لابور إيتي دولوري ماجنا أليكوا. أوت إينيم أد مينيم فينيا، كويز نوستريد إكسرسيتيشين أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسكيات. دوي أويت إيرور دولور إن ريبرهيندرريت إن فوليبيتي فيليت إيسي سيليم دولوري يو فاجيات نولا بارياتور. إكسبيتيور سينت أوكسيكات كويبيدات نون بروجيدنت، سونت إن كولبا كوي أوفيشيا ديسيرنت موليتي أنيم إيد إيست لابوروم.',
      isOpen: false,
    },
    {
      question: 'لوريم إيبسوم؟',
      answer:
        'لوريم إيبسوم دولور سيت أميت، كونسيتيتيتور أديسبيسيسينج إيليت، سيد دو إييوسمود تيمبور إنسيديدونت أوت لابور إيتي دولوري ماجنا أليكوا. أوت إينيم أد مينيم فينيا، كويز نوستريد إكسرسيتيشين أولامكو لابوريس نيسي أوت أليكويب إكس إي كومودو كونسكيات. دوي أويت إيرور دولور إن ريبرهيندرريت إن فوليبيتي فيليت إيسي سيليم دولوري يو فاجيات نولا بارياتور. إكسبيتيور سينت أوكسيكات كويبيدات نون بروجيدنت، سونت إن كولبا كوي أوفيشيا ديسيرنت موليتي أنيم إيد إيست لابوروم.',
      isOpen: false,
    },
    {
      question: 'ما هو لوريم إيبسوم؟',
      answer:
        'لوريم إيبسوم هو ببساطة نص وهمي من صناعة الطباعة وتنسيق النصوص. لقد كان لوريم إيبسوم النص الوهمي القياسي في الصناعة منذ القرن السادس عشر.',
      isOpen: false,
    },
    {
      question: 'لماذا نستخدمه؟',
      answer:
        'من المعروف منذ فترة طويلة أن القارئ سيشعر بالتشويش من المحتوى القابل للقراءة عند النظر إلى تصميمه. النقطة من استخدام لوريم إيبسوم هي أنه يحتوي على توزيع أكثر أو أقل طبيعي للحروف، مما يجعله يبدو كأنه إنجليزية قابلة للقراءة.',
      isOpen: false,
    },
    {
      question: 'من أين يأتي؟',
      answer:
        'على عكس الاعتقاد الشائع، لوريم إيبسوم ليس مجرد نص عشوائي. له جذور في قطعة من الأدب اللاتيني الكلاسيكي من عام 45 قبل الميلاد، مما يجعله عمره أكثر من 2000 عام.',
      isOpen: false,
    },
    {
      question: 'أين يمكنني الحصول عليه؟',
      answer:
        'توجد العديد من المتغيرات لمرور نصوص لوريم إيبسوم المتاحة، ولكن الغالبية تعرضت لتعديل ما، بواسطة إضافة الفكاهة، أو كلمات عشوائية لا تبدو حتى قابلة للتصديق قليلاً.',
      isOpen: false,
    },
    {
      question: 'لماذا يستخدم لوريم إيبسوم في التصميم؟',
      answer:
        'يستخدم لوريم إيبسوم في التصميم لتجنب التشويش من المحتوى القابل للقراءة عند النظر إلى تصميمه. يساعد المصممين على التركيز على العناصر البصرية وتصميم المشروع دون التأثر بالمحتوى نفسه.',
      isOpen: false,
    },
    {
      question: 'ما هي فوائد استخدام لوريم إيبسوم؟',
      answer:
        'يتيح استخدام لوريم إيبسوم للمصممين التركيز على عناصر التصميم دون أن يتشوشوا بالمحتوى. كما أنه يوفر نصًا محايدًا وقياسيًا يمكن استخدامه لإنشاء انطباع بصري للتصميم النهائي.',
      isOpen: false,
    },
];
