export const footer = {
    title: 'تايلون',
    description: 'قالب صفحة واحدة باستخدام Tailwind لإنشاء صفحات هبوط ذات صفحة واحدة.',
    copyright: 'حقوق النشر © شركتك | جميع الحقوق محفوظة.',
    includes: 'يتضمن',
    legal: 'قانوني',
    support: 'الدعم',
    socialLinks: [
        { name: 'فيسبوك', url: 'https://facebook.com', icon: 'M455.27,32H56.73A24.74,24.74,0,0,0,32,56.73V455.27A24.74,24.74,0,0,0,56.73,480H256V304H202.45V240H256V189c0-57.86,40.13-89.36,91.82-89.36,24.73,0,51.33,1.86,57.51,2.68v60.43H364.15c-28.12,0-33.48,13.3-33.48,32.9V240h67l-8.75,64H330.67V480h124.6A24.74,24.74,0,0,0,480,455.27V56.73A24.74,24.74,0,0,0,455.27,32Z' },
        { name: 'تويتر', url: 'https://twitter.com', icon: 'M496,109.5a201.8,201.8,0,0,1-56.55,15.3,97.51,97.51,0,0,0,43.33-53.6,197.74,197.74,0,0,1-62.56,23.5A99.14,99.14,0,0,0,348.31,64c-54.42,0-98.46,43.4-98.46,96.9a93.21,93.21,0,0,0,2.54,22.1,280.7,280.7,0,0,1-203-101.3A95.69,95.69,0,0,0,36,130.4C36,164,53.53,193.7,80,211.1A97.5,97.5,0,0,1,35.22,199v1.2c0,47,34,86.1,79,95a100.76,100.76,0,0,1-25.94,3.4,94.38,94.38,0,0,1-18.51-1.8c12.51,38.5,48.92,66.5,92.05,67.3A199.59,199.59,0,0,1,39.5,405.6,203,203,0,0,1,16,404.2,278.68,278.68,0,0,0,166.74,448c181.36,0,280.44-147.7,280.44-275.8,0-4.2-.11-8.4-.31-12.5A198.48,198.48,0,0,0,496,109.5Z' },
        { name: 'يوتيوب', url: 'https://youtube.com', icon: 'M508.64,148.79c0-45-33.1-81.2-74-81.2C379.24,65,322.74,64,265,64H247c-57.6,0-114.2,1-169.6,3.6-40.8,0-73.9,36.4-73.9,81.4C1,184.59-.06,220.19,0,255.79q-.15,53.4,3.4,106.9c0,45,33.1,81.5,73.9,81.5,58.2,2.7,117.9,3.9,178.6,3.8q91.2.3,178.6-3.8c40.9,0,74-36.5,74-81.5,2.4-35.7,3.5-71.3,3.4-107Q512.24,202.29,508.64,148.79ZM207,353.89V157.39l145,98.2Z' },
        { name: 'إنستاجرام', url: 'https://instagram.com', icon: 'M349.33,69.33a93.62,93.62,0,0,1,93.34,93.34V349.33a93.62,93.62,0,0,1-93.34,93.34H162.67a93.62,93.62,0,0,1-93.34-93.34V162.67a93.62,93.62,0,0,1,93.34-93.34H349.33m0-37.33H162.67C90.8,32,32,90.8,32,162.67V349.33C32,421.2,90.8,480,162.67,480H349.33C421.2,480,480,421.2,480,349.33V162.67C480,90.8,421.2,32,349.33,32Z' }
    ],
    
    supportLinks: [
        { name: 'التوثيق', link: 'docs/index.html' },
        { name: 'المكونات', link: 'docs/components.html' },
        { name: 'الاعتمادات', link: 'docs/credits.html' },
        { name: 'سجل التغييرات', link: 'docs/changelogs.html' }
    ],
    
    includesLinks: [
        { name: 'تيلوند css', link: '#' },
        { name: 'جافا سكريبت', link: '#' },
        { name: 'جافا سكريبت للبائعين', link: '#' },
        { name: 'نظام البناء', link: '#' }
    ],
    
    legalLinks: [
        { name: 'سياسة الخصوصية', link: '/Terms' },
        { name: ' تواصل معنا', link: '/contact-us' },
        { name: 'الأسئلة المتكررة', link: '/FAQ' },
        { name: 'اللائحة العامة لحماية البيانات (GDPR)', link: '#' }
    ]
};
